Repository: zjb-666/juyuan_claw
Catalog: product/windows-hub/src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: nl_nl

# AppNotification_LocalCommandDenied_PatternSuffixFormat
source: Matched pattern: {0}.
nl_nl: Overeenkomend patroon: {0}.

# AppNotification_ShowMore
source: Show more
nl_nl: Meer weergeven

# AppNotification_ActionOpenConnection
source: Open Connection
nl_nl: Verbinding openen

# AppNotification_ActionOpenChannels
source: Open Channels
nl_nl: Kanalen openen

# AppNotification_ActionOpenSandbox
source: Open Sandbox
nl_nl: Sandbox openen

# AppNotification_ActionOpenCron
source: Open Cron
nl_nl: Cron openen

# AppNotification_GatewayConnectionFailed_Title
source: Gateway connection failed
nl_nl: Gatewayverbinding mislukt

# AppNotification_GatewayConnectionFailed_DefaultMessage
source: OpenClaw could not connect to the active gateway.
nl_nl: OpenClaw kon geen verbinding maken met de actieve gateway.

# AppNotification_GatewayPairingRequired_Title
source: Gateway pairing approval required
nl_nl: Goedkeuring voor gatewaykoppeling vereist

# AppNotification_GatewayPairingRequired_GenericMessage
source: Open Connection to complete gateway pairing.
nl_nl: Open Verbinding om de gatewaykoppeling te voltooien.

# AppNotification_GatewayPairingRequired_DeviceMessageFormat
source: Open Connection to approve device {0}.
nl_nl: Open Verbinding om apparaat {0} goed te keuren.

# AppNotification_WindowsNodeConnectionFailed_Title
source: Windows node connection failed
nl_nl: Windows-nodeverbinding mislukt

# AppNotification_WindowsNodeConnectionFailed_DefaultMessage
source: The gateway is connected, but this Windows node is not available.
nl_nl: De gateway is verbonden, maar deze Windows-node is niet beschikbaar.

# AppNotification_WindowsNodeRateLimited_Title
source: Windows node connection rate-limited
nl_nl: Windows-nodeverbinding beperkt

# AppNotification_WindowsNodeRateLimited_DefaultMessage
source: The gateway is connected, but this Windows node is temporarily rate-limited.
nl_nl: De gateway is verbonden, maar deze Windows-node is tijdelijk beperkt.

# AppNotification_ChannelNeedsAttention_TitleFormat
source: {0} channel needs attention
nl_nl: Kanaal {0} heeft aandacht nodig

# AppNotification_ChannelNeedsAttention_StatusMessageFormat
source: The gateway reports {0} as {1}.
nl_nl: De gateway meldt {0} als {1}.

# AppNotification_SandboxDisabled_Title
source: Node Sandbox is off: commands run uncontained
nl_nl: Node-sandbox is uitgeschakeld: opdrachten worden onbeperkt uitgevoerd

# AppNotification_SandboxDisabled_Message
source: Agent-started Windows commands will run without sandbox containment until Node Sandbox is turned back on.
nl_nl: Door agents gestarte Windows-opdrachten worden zonder sandboxbeperking uitgevoerd totdat Node-sandbox weer is ingeschakeld.

# AppNotification_SandboxUnavailable_Title
source: Sandbox unavailable: host fallback
nl_nl: Sandbox niet beschikbaar: host-fallback

# AppNotification_SandboxUnavailable_MessageFormat
source: {0} Commands will run on the host without sandbox protection while sandboxing is unavailable.
nl_nl: {0} Opdrachten worden op de host uitgevoerd zonder sandboxbescherming zolang sandboxing niet beschikbaar is.

# AppNotification_SandboxUnavailableBlocked_Title
source: Sandbox unavailable: commands blocked
nl_nl: Sandbox niet beschikbaar: opdrachten geblokkeerd

# AppNotification_SandboxUnavailableBlocked_MessageFormat
source: {0} Commands are blocked while sandboxing is unavailable because strict fallback blocking is enabled.
nl_nl: {0} Opdrachten worden geblokkeerd zolang sandboxing niet beschikbaar is, omdat strikte fallbackblokkering is ingeschakeld.

# AppNotification_SandboxUnavailable_DefaultReason
source: MXC sandboxing primitives are not available on this machine.
nl_nl: MXC-sandboxprimitieven zijn niet beschikbaar op deze machine.

# AppNotification_CronRunFailed_Title
source: Cron job did not start
nl_nl: Cron-taak is niet gestart

# AppNotification_CronRunFailed_DefaultDetail
source: The request failed.
nl_nl: De aanvraag is mislukt.

# AppNotification_CronRunRejectedDetail
source: The gateway rejected the cron.run request.
nl_nl: De gateway heeft de cron.run-aanvraag geweigerd.

# NotificationsPage_Title.Text
source: Notifications
nl_nl: Meldingen

# NotificationsPage_Subtitle.Text
source: Review and clear active OpenClaw notifications.
nl_nl: Bekijk en wis actieve OpenClaw-meldingen.

# NotificationsPage_ClearButton.Content
source: Clear
nl_nl: Wissen

# NotificationsPage_EmptyTitle.Text
source: No notifications
nl_nl: Geen meldingen

# NotificationsPage_EmptyDescription.Text
source: New app notifications will appear here until you dismiss or clear them.
nl_nl: Nieuwe app-meldingen verschijnen hier totdat u ze sluit of wist.

# NotificationsPage_DismissAutomationNameFormat
source: Dismiss {0}
nl_nl: {0} sluiten

# NotificationsPage_MetadataSourceExecApproval
source: Exec approval
nl_nl: Uitvoeringsgoedkeuring

# NotificationsPage_MetadataCategoryNodeInvoke
source: Node command
nl_nl: Node-opdracht

# AppNotification_ExecApprovalPending_Title
source: Command approval pending
nl_nl: Opdrachtgoedkeuring in behandeling

# AppNotification_ExecApprovalPending_MessageFormat
source: {0} is waiting for approval to run: {1}
nl_nl: {0} wacht op goedkeuring om uit te voeren: {1}

# AppNotification_ExecApprovalPending_OpenChatAction
source: Open chat
nl_nl: Chat openen

# AppNotification_ExecApprovalPending_UnknownChatLabel
source: chat
nl_nl: gesprek

# AppNotification_ExecApprovalPending_MainSessionLabel
source: Main
nl_nl: Hoofd

# AppNotification_ExecApprovalPending_MainChatLabel
source: Main chat
nl_nl: Hoofdchat

# NotificationsPage_MetadataAuthentication
source: Authentication
nl_nl: Verificatie

# NotificationsPage_MetadataBindings
source: Bindings
nl_nl: Bindingen

# NotificationsPage_MetadataChannels
source: Channels
nl_nl: Kanalen

# NotificationsPage_MetadataConfig
source: Config
nl_nl: Configuratie

# NotificationsPage_MetadataConnection
source: Connection
nl_nl: Verbinding

# NotificationsPage_MetadataGateway
source: Gateway
nl_nl: Gatewaydienst

# NotificationsPage_MetadataJobs
source: Jobs
nl_nl: Taken

# NotificationsPage_MetadataLoad
source: Load
nl_nl: Laden

# NotificationsPage_MetadataLifecycle
source: Lifecycle
nl_nl: Levenscyclus

# NotificationsPage_MetadataLocalGateway
source: Local gateway
nl_nl: Lokale gateway

# NotificationsPage_MetadataNode
source: Node
nl_nl: Knooppunt

# NotificationsPage_MetadataPairing
source: Pairing
nl_nl: Koppeling

# NotificationsPage_MetadataSandbox
source: Sandbox
nl_nl: Zandbak

# NotificationsPage_MetadataSettings
source: Settings
nl_nl: Instellingen

# NotificationsPage_MetadataStatus
source: Status
nl_nl: Toestand

# Chat_Permission_Title
source: Exec approval needed
nl_nl: Goedkeuring voor uitvoering vereist

# Chat_Permission_CommandApprovalTitle
source: Command approval requested
nl_nl: Opdrachtgoedkeuring aangevraagd

# Chat_Permission_Subtitle
source: Approval is needed to run the command below on this Windows companion. Allow once to proceed, Always allow to remember this command, or Deny to cancel.
nl_nl: Goedkeuring is nodig om de onderstaande opdracht uit te voeren op deze Windows-companion. Sta eenmalig toe om door te gaan, sta altijd toe om deze opdracht te onthouden, of weiger om te annuleren.

# Chat_Permission_Caption
source: Allow once applies only to this request. Always allow saves an exact allow rule when possible.
nl_nl: Eenmalig toestaan geldt alleen voor deze aanvraag. Altijd toestaan slaat waar mogelijk een exacte toestaan-regel op.

# Chat_Permission_ResultSubmittedFormat
source: Approval {0} submitted for {1}.
nl_nl: Goedkeuring {0} ingediend voor {1}.

# Chat_Root_ConnectingToGateway
source: Connecting to gateway…
nl_nl: Verbinden met gateway…

# Chat_Root_EmptyState_SelectSession
source: Select a session from the sidebar to start chatting.
nl_nl: Selecteer een sessie in de zijbalk om te beginnen met chatten.

# Chat_Notification_SendFailed
source: Send failed
nl_nl: Verzenden mislukt

# Chat_Error_SendReturnedStatusFormat
source: Gateway returned send status '{0}'.
nl_nl: Gateway heeft verzendstatus '{0}' geretourneerd.

# Chat_Error_SendFailedFormat
source: Send failed: {0}
nl_nl: Verzenden mislukt: {0}

# Chat_Notification_AbortFailed
source: Abort failed
nl_nl: Afbreken mislukt

# Chat_Notification_LoadHistoryFailed
source: Failed to load history
nl_nl: Geschiedenis laden mislukt

# Chat_Notification_AssistantReplied
source: Assistant replied
nl_nl: Assistent heeft geantwoord

# Chat_Notification_ConnectionInterrupted
source: Connection lost: response interrupted.
nl_nl: Verbinding verbroken: antwoord onderbroken.

# Chat_Notification_KeylessEventDropped
source: Gateway timeline event dropped
nl_nl: Gateway-tijdlijngebeurtenis genegeerd

# Chat_Notification_KeylessEventDroppedMessage
source: The gateway sent a chat timeline event without a session key, so OpenClaw ignored it to avoid mixing timelines. Update or restart the gateway if this continues.
nl_nl: De gateway heeft een chattijdlijngebeurtenis zonder sessiesleutel verzonden, dus OpenClaw heeft deze genegeerd om te voorkomen dat tijdlijnen door elkaar lopen. Werk de gateway bij of start deze opnieuw als dit doorgaat.

# VoiceSettingsPage_TestVoiceButtonText.Text
source: Test Voice Input
nl_nl: Spraakinvoer testen

# PermissionsPage_NodeStatus_McpOnly
source: Local MCP only
nl_nl: Alleen lokale MCP

# PermissionsPage_NodeStatus_McpOnlyDetailsFormat
source: Serving {0} capabilities to local MCP clients at {1}
nl_nl: Levert {0} mogelijkheden aan lokale MCP-clients op {1}

# PermissionsPage_NodeStatus_Starting
source: Node starting…
nl_nl: Node wordt gestart…

# PermissionsPage_NodeStatus_McpError
source: Local MCP server failed to start
nl_nl: Lokale MCP-server kon niet worden gestart

# InstancesPage_TimeAgo_Seconds_Format
source: {0}s ago
nl_nl: {0}s geleden

# InstancesPage_TimeAgo_Minutes_Format
source: {0}m ago
nl_nl: {0}m geleden

# InstancesPage_TimeAgo_Hours_Format
source: {0}h ago
nl_nl: {0}u geleden

# InstancesPage_TimeAgo_Days_Format
source: {0}d ago
nl_nl: {0}d geleden

# FilterAllButton.Text
source: All
nl_nl: Alles

# ChannelsPage_Title.Text
source: Channels
nl_nl: Kanalen

# ChannelsPage_Refresh.Text
source: Refresh
nl_nl: Vernieuwen

# ChannelsPage_ConfiguredHeader.Text
source: CONFIGURED
nl_nl: GECONFIGUREERD

# ChannelsPage_AvailableHeader.Text
source: AVAILABLE
nl_nl: BESCHIKBAAR

# ChatPageHomeToolTip.Content
source: Home
nl_nl: Start

# ChatPageRefreshToolTip.Content
source: Refresh
nl_nl: Vernieuwen

# ChatPageDeveloperToolsToolTip.Content
source: Developer Tools
nl_nl: Ontwikkelaarshulpprogramma's

# SettingsRow_AutoStart_Header.Text
source: Start with Windows
nl_nl: Starten met Windows

# SettingsRow_GlobalHotkey_Header.Text
source: Global hotkeys
nl_nl: Sneltoets voor snel verzenden

# SettingsRow_LegacyChat_Header.Text
source: Use gateway's web chat interface
nl_nl: Webchatinterface van gateway gebruiken

# SettingsRow_Notifications_Header.Text
source: Show notifications
nl_nl: Meldingen weergeven

# SettingsRow_NotifSound_Header.Text
source: Sound
nl_nl: Geluid

# SettingsRow_ScreenRec_Header.Text
source: Allow screen recording
nl_nl: Schermopname toestaan

# SettingsRow_CamRec_Header.Text
source: Allow camera recording
nl_nl: Camera-opname toestaan

# HubWindow_NavigationViewItem_Voice.Content
source: Voice & Audio
nl_nl: Spraak en audio

# HubWindow_NavigationViewItem_Sandbox.Content
source: Sandbox
nl_nl: Sandboxomgeving

# DiagnosticsPage_Card_Doctor.Header
source: Run gateway doctor
nl_nl: Gatewaydiagnose uitvoeren

# DiagnosticsPage_Card_Doctor.Description
source: Opens a terminal and runs openclaw doctor to check the local gateway for problems.
nl_nl: Opent een terminal en voert openclaw doctor uit om de lokale Gateway op problemen te controleren.

# DiagnosticsPage_Card_CopyDebugBundle.Header
source: Copy summary debug bundle
nl_nl: Samenvattende debugbundel kopiëren

# DiagnosticsPage_Card_CopyDebugBundle.Description
source: Generated summaries only; excludes log tails. Use Create diagnostics bundle to review logs before sharing.
nl_nl: Alleen gegenereerde samenvattingen; logfragmenten zijn uitgesloten. Gebruik Diagnostische bundel maken om logs vóór het delen te bekijken.

# BindingsPage_GatewayDisconnected.Title
source: Gateway disconnected
nl_nl: Gateway losgekoppeld

# BindingsPage_GatewayDisconnected.Message
source: Connect to a gateway to load bindings.
nl_nl: Maak verbinding met een gateway om bindingen te laden.

# BindingsPage_OpenConnection.Content
source: Open Connection
nl_nl: Verbinding openen

# BindingsPage_LoadingBindings.Text
source: Loading bindings...
nl_nl: Bindingen worden geladen…

# ConnectionPage_ApprovalsWaitingOnYou.Text
source: Approvals waiting on you
nl_nl: Goedkeuringen wachten op u

# ConnectionPage_NotConnected.Text
source: Not connected
nl_nl: Niet verbonden

# ConnectionPage_Connect.Content
source: Connect
nl_nl: Verbinden

# ConnectionPage_Operator.Text
source: Operator
nl_nl: Bediener

# ConnectionPage_SendCommandsAndView.Text
source: Send commands and view sessions on this gateway from this PC.
nl_nl: Stuur opdrachten en bekijk sessies op deze gateway vanaf deze pc.

# ConnectionPage_Inactive.Text
source: Inactive
nl_nl: Inactief

# ConnectionPage_SeeSessions.Content
source: See sessions ›
nl_nl: Sessies bekijken ›

# ConnectionPage_SeeInstances.Content
source: See instances ›
nl_nl: Instanties bekijken ›

# ConnectionPage_NodeMode.Text
source: Node mode
nl_nl: Nodemodus

# ConnectionPage_WhenOnThisPC.Text
source: When on, this PC registers as a node and offers the capabilities below to agents over the gateway.
nl_nl: Wanneer ingeschakeld, registreert deze pc zich als node en biedt onderstaande mogelijkheden aan agents via de gateway.

# ConnectionPage_NodeModeDisabled.Text
source: Node mode disabled
nl_nl: Nodemodus uitgeschakeld

# ConnectionPage_Copy.Content
source: Copy
nl_nl: Kopiëren

# ConnectionPage_Connect2.Content
source: Connect
nl_nl: Verbinden

# ConnectionPage_ManagePermissions.Content
source: Manage permissions ›
nl_nl: Machtigingen beheren ›

# ConnectionPage_HelpUsFixThis.Text
source: Help us fix this connection:
nl_nl: Help ons deze verbinding te herstellen:

# ConnectionPage_SSHTunnelIsDown.Text
source: SSH tunnel is down.
nl_nl: SSH-tunnel is uitgevallen.

# ConnectionPage_RestartTunnel.Content
source: Restart tunnel
nl_nl: Tunnel opnieuw starten

# ConnectionPage_EditTunnelSettings.Content
source: Edit tunnel settings
nl_nl: Tunnelinstellingen bewerken

# ConnectionPage_PasteANewSetup.Text
source: Paste a new setup code from the gateway host.
nl_nl: Plak een nieuwe installatiecode van de gatewayhost.

# ConnectionPage_PasteSetupCodeHere.PlaceholderText
source: Paste setup code here…
nl_nl: Plak hier de installatiecode…

# ConnectionPage_Apply.Content
source: Apply
nl_nl: Toepassen

# ConnectionPage_RunOnTheGateway.Text
source: Run on the gateway host:
nl_nl: Uitvoeren op de gatewayhost:

# ConnectionPage_Copy2.Content
source: Copy
nl_nl: Kopiëren

# ConnectionPage_Connect3.Content
source: Connect
nl_nl: Verbinden

# ConnectionPage_Disconnect.Content
source: Disconnect
nl_nl: Verbreken

# ConnectionPage_SavedGateways.Text
source: Saved gateways
nl_nl: Opgeslagen gateways

# ConnectionPage_Gateways.Text
source: Gateways
nl_nl: Gatewaylijst

# ConnectionPage_Scan.Text
source: Scan
nl_nl: Scannen

# ConnectionPage_AddGateway.Text
source: Add gateway
nl_nl: Gateway toevoegen

# ConnectionPage_NoSavedGatewaysYet.Text
source: No saved gateways yet.
nl_nl: Nog geen opgeslagen gateways.

# ConnectionPage_DiscoveredOnYourNetwork.Text
source: Discovered on your network
nl_nl: Ontdekt op uw netwerk

# ConnectionPage_AddAGateway.Text
source: Add a gateway
nl_nl: Een gateway toevoegen

# ConnectionPage_GetStartedInstallA.Title
source: Get started: install a local gateway
nl_nl: Aan de slag: installeer een lokale gateway

# ConnectionPage_GetStartedInstallA.Message
source: The fastest way to start: sets up a WSL-hosted gateway on this PC and makes it the active connection.
nl_nl: De snelste manier om te starten: stelt een WSL-gehoste gateway in op deze pc en maakt deze de actieve verbinding.

# ConnectionPage_Install.Content
source: Install
nl_nl: Installeren

# ConnectionPage_OrConnectToAn.Text
source: Or connect to an existing one:
nl_nl: Of maak verbinding met een bestaande:

# ConnectionPage_Direct.Text
source: Direct
nl_nl: Rechtstreeks

# ConnectionPage_URLToken.Text
source: URL + token
nl_nl: URL en token

# ConnectionPage_SetupCode.Text
source: Setup code
nl_nl: Installatiecode

# ConnectionPage_PasteQRPayload.Text
source: Paste QR payload
nl_nl: QR-payload plakken

# ConnectionPage_EachMethodSupportsAn.Text
source: Each method supports an optional SSH tunnel.
nl_nl: Elke methode ondersteunt een optionele SSH-tunnel.

# ConnectionPage_OrLookForOne.Text
source: Or look for one on your network.
nl_nl: Of zoek er een op uw netwerk.

# ConnectionPage_Scan2.Text
source: Scan
nl_nl: Scannen

# ConnectionPage_DiscoveredOnYourNetwork2.Text
source: Discovered on your network
nl_nl: Ontdekt op uw netwerk

# ConnectionPage_Back.Text
source: Back
nl_nl: Terug

# ConnectionPage_AddAGateway2.Text
source: Add a gateway
nl_nl: Een gateway toevoegen

# ConnectionPage_Direct2.Text
source: Direct
nl_nl: Rechtstreeks

# ConnectionPage_SetupCode2.Text
source: Setup code
nl_nl: Installatiecode

# ConnectionPage_LocalWSL.Text
source: Local WSL
nl_nl: Lokale WSL

# ConnectionPage_SharedToken.Header
source: Shared token
nl_nl: Gedeelde token

# ConnectionPage_SharedToken.PlaceholderText
source: Paste shared gateway token
nl_nl: Plak gedeelde gatewaytoken

# ConnectionPage_NameOptional.Header
source: Name (optional)
nl_nl: Naam (optioneel)

# ConnectionPage_NameOptional.PlaceholderText
source: My gateway
nl_nl: Mijn gateway

# ConnectionPage_PasteASetupCode.Text
source: Paste a setup code from the gateway's QR or `openclaw qr` output.
nl_nl: Plak een installatiecode van de QR van de gateway of de uitvoer van `openclaw qr`.

# ConnectionPage_PasteSetupCodeHere2.PlaceholderText
source: Paste setup code here…
nl_nl: Plak hier de installatiecode…

# ConnectionPage_Decode.Content
source: Decode
nl_nl: Decoderen

# ConnectionPage_InstallANewWSL.Text
source: Install a new WSL gateway on this PC and make it the active connection. The setup wizard will install WSL if needed, provision the gateway, and pair this device automatically.
nl_nl: Installeer een nieuwe WSL-gateway op deze pc en maak die de actieve verbinding. De installatiewizard installeert WSL indien nodig, richt de gateway in en koppelt dit apparaat automatisch.

# ConnectionPage_InstallLocalGateway.Content
source: Install local gateway
nl_nl: Lokale gateway installeren

# ConnectionPage_LocalWSLSetupIsn.Text
source: Local-WSL setup isn't available on this machine: the install wizard couldn't be initialized.
nl_nl: Lokale WSL-installatie is op deze machine niet beschikbaar: de installatiewizard kon niet worden geïnitialiseerd.

# ConnectionPage_UseSSHTunnelOptional.Text
source: Use SSH tunnel (optional)
nl_nl: SSH-tunnel gebruiken (optioneel)

# ConnectionPage_SSHUser.Header
source: SSH user
nl_nl: SSH-gebruiker

# ConnectionPage_SshServerPort.Header
source: SSH port
nl_nl: SSH-poort

# ConnectionPage_RemotePort.Header
source: Remote port
nl_nl: Externe poort

# ConnectionPage_LocalPort.Header
source: Local port
nl_nl: Lokale poort

# ConnectionPage_SaveAmpConnect.Content
source: Save & connect
nl_nl: Opslaan &amp; verbinden

# ConnectionPage_Cancel.Content
source: Cancel
nl_nl: Annuleren

# CronPage_CronJobs.Text
source: ⏱️ Cron Jobs
nl_nl: ⏱️ Cron-taken

# CronPage_Refresh.Text
source: Refresh
nl_nl: Vernieuwen

# CronPage_NewJob.Text
source: New Job
nl_nl: Nieuwe taak

# CronPage_GatewayDisconnected.Title
source: Gateway disconnected
nl_nl: Gateway losgekoppeld

# CronPage_GatewayDisconnected.Message
source: Connect to a gateway to load cron jobs.
nl_nl: Maak verbinding met een gateway om cron-taken te laden.

# CronPage_OpenConnection.Content
source: Open Connection
nl_nl: Verbinding openen

# CronPage_NewCronJob.Text
source: New Cron Job
nl_nl: Nieuwe Cron-taak

# CronPage_NAME.Text
source: NAME
nl_nl: NAAM

# CronPage_MorningBrief.PlaceholderText
source: Morning brief
nl_nl: Ochtendbriefing

# CronPage_SCHEDULE.Text
source: SCHEDULE
nl_nl: PLANNING

# CronPage_ScheduleEveryOption.Content
source: Every
nl_nl: Elke

# CronPage_ScheduleAtOption.Content
source: At
nl_nl: Om

# CronPage_QUICKPRESETS.Text
source: QUICK PRESETS
nl_nl: SNELLE VOORINSTELLINGEN

# CronPage_Hourly.Content
source: ⏰ Hourly
nl_nl: ⏰ Elk uur

# CronPage_Daily9am.Content
source: 🌅 Daily 9am
nl_nl: 🌅 Dagelijks om 9.00 uur

# CronPage_Daily6pm.Content
source: 🌆 Daily 6pm
nl_nl: 🌆 Dagelijks om 18.00 uur

# CronPage_Weekdays.Content
source: 💼 Weekdays
nl_nl: 💼 Weekdagen

# CronPage_Weekly.Content
source: 📅 Weekly
nl_nl: 📅 Wekelijks

# CronPage_EXPRESSION.Text
source: EXPRESSION
nl_nl: EXPRESSIE

# CronPage_TIMEZONE.Text
source: TIMEZONE
nl_nl: TIJDZONE

# CronPage_Optional.PlaceholderText
source: Optional
nl_nl: Optioneel

# CronPage_EVERY.Text
source: EVERY
nl_nl: ELKE

# CronPage_UNIT.Text
source: UNIT
nl_nl: EENHEID

# CronPage_Minutes.Content
source: Minutes
nl_nl: Minuten

# CronPage_Hours.Content
source: Hours
nl_nl: Uren

# CronPage_Days.Content
source: Days
nl_nl: Dagen

# CronPage_RUNAT.Text
source: RUN AT
nl_nl: UITVOEREN OM

# CronPage_Date.PlaceholderText
source: Date
nl_nl: Datum

# CronPage_DeleteJobAfterIt.Content
source: Delete job after it runs
nl_nl: Taak verwijderen nadat deze is uitgevoerd

# CronPage_PROMPTPAYLOAD.Text
source: PROMPT / PAYLOAD
nl_nl: INVOER / PAYLOAD

# CronPage_WhatShouldTheAgent.PlaceholderText
source: What should the agent do?
nl_nl: Wat moet de agent doen?

# CronPage_DELIVERY.Text
source: DELIVERY
nl_nl: LEVERING

# CronPage_SilentNone.Content
source: Silent (none)
nl_nl: Stil (geen)

# CronPage_NotifyMeAnnounce.Content
source: Notify me (announce)
nl_nl: Stuur mij een melding (aankondigen)

# CronPage_CHANNEL.Text
source: CHANNEL
nl_nl: KANAAL

# CronPage_EGWebchat.PlaceholderText
source: e.g. webchat
nl_nl: bijv. webchat

# CronPage_AdvancedOptions.Text
source: Advanced options
nl_nl: Geavanceerde opties

# CronPage_SESSIONBEHAVIOR.Text
source: SESSION BEHAVIOR
nl_nl: SESSIEGEDRAG

# CronPage_NewSessionEachRun.Content
source: New session each run
nl_nl: Nieuwe sessie bij elke uitvoering

# CronPage_ResumeMainSession.Content
source: Resume main session
nl_nl: Hoofdsessie hervatten

# CronPage_WAKEMODE.Text
source: WAKE MODE
nl_nl: WAKMODUS

# CronPage_NowImmediate.Content
source: Now (immediate)
nl_nl: Nu (onmiddellijk)

# CronPage_QueueWaitForIdle.Content
source: Queue (wait for idle)
nl_nl: Wachtrij (wachten op inactiviteit)

# CronPage_Cancel.Content
source: Cancel
nl_nl: Annuleren

# CronPage_CreateJob.Content
source: Create Job
nl_nl: Taak maken

# CronPage_LoadingCronJobs.Text
source: Loading cron jobs...
nl_nl: Cron-taken worden geladen…

# CronPage_NoCronJobsConfigured.Text
source: No cron jobs configured
nl_nl: Geen cron-taken geconfigureerd

# CronPage_CronJobsWillAppear.Text
source: Cron jobs will appear here when configured via the gateway.
nl_nl: Cron-taken verschijnen hier zodra ze via de gateway zijn geconfigureerd.

# DebugPage_Status.Title
source: Status
nl_nl: Toestand

# DebugPage_Copied.Title
source: Copied
nl_nl: Gekopieerd

# DebugPage_NoOverride.Content
source: No override
nl_nl: Geen overschrijving

# DebugPage_ForceGatewayChatUI.Content
source: Force Gateway Chat UI
nl_nl: Forceer chat-UI van gateway

# DebugPage_ForceCompanionChatUI.Content
source: Force Companion Chat UI
nl_nl: Forceer chat-UI van companion

# DebugPage_NoOverride2.Content
source: No override
nl_nl: Geen overschrijving
